Repository: eniodordan/nebundeva
Catalog: lib/l10n/app_*.arb
Languages: hr

source: Who plays?
hr: Tko igra?

source: Start
hr: Započni

# minPlayers
source: At least 2 players are required
hr: Potrebna su najmanje 2 igrača

source: Add player +
hr: Dodaj igrača

source: Select mode
hr: Odaberi način

source: DRINKS
hr: PIJE

source: SKIPS
hr: NE PIJE

# restartGame
source: Are you sure you want to reset the game?
hr: Jeste li sigurni da želite napustiti igru?

source: YES
hr: Da

source: NO
hr: Ne

# bellsNumber
source: Bells
hr: Broj bundevi

# nextPlayer
source: Next
hr: Sljedeći

source: Cards left
hr: Karata preostalo

source: Stage
hr: Razina

source: Cards
hr: Karte

source: selects
hr: odabire

source: Scoreboard
hr: Poredak igrača

source: Player name
hr: Ime igrača

source: Ride the Bus
hr: Bus
